Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: 「強制同期」はローカルの変更をiCloudにプッシュし、既に受信済みのデータを表示に反映します
de: Eine erzwungene Synchronisierung sendet lokale Änderungen und übernimmt bereits empfangene Daten.
en: Force Sync sends local changes and applies data already received.
es: Forzar la sincronización envía los cambios locales y aplica los datos ya recibidos.
fr: Forcer la synchronisation envoie les modifications locales et applique les données déjà reçues.
ko: 강제 동기화는 로컬 변경 사항을 보내고 이미 수신한 데이터를 반영합니다.
zh_hans: 强制同步会发送本地更改，并应用已收到的数据。
zh_hant: 強制同步會傳送本機變更，並套用已收到的資料。

source: 「強制同期」をタップすると、以下の処理を実行します：
de: Beim Erzwingen der Synchronisierung wird Folgendes ausgeführt:
en: Tapping Force Sync performs these actions:
es: Al pulsar Forzar sincronización se realizará lo siguiente:
fr: Forcer la synchronisation effectue les opérations suivantes :
ko: 강제 동기화를 누르면 다음 작업을 수행합니다:
zh_hans: 点击“强制同步”将执行以下操作：
zh_hant: 點選「強制同步」會執行以下操作：

source: %lld件の処理が完了しました
de: %lld Dateien verarbeitet
en: Processed %lld files
es: Se procesaron %lld archivos
fr: %lld fichiers traités
ko: 파일 %lld개 처리 완료
zh_hans: 已处理 %lld 个文件
zh_hant: 已處理 %lld 個檔案

# %lld件中 %lld件 完了
source: %1$lld件中 %2$lld件 完了
de: %2$lld von %1$lld abgeschlossen
en: %2$lld of %1$lld complete
es: %2$lld de %1$lld completados
fr: %2$lld sur %1$lld terminés
ko: %2$lld / %1$lld개 완료
zh_hans: 已完成 %2$lld / %1$lld
zh_hant: 已完成 %2$lld / %1$lld

source: • iCloudが既に受信済みのデータを画面に反映
de: • Bereits von iCloud empfangene Daten anzeigen
en: • Display data already received by iCloud
es: • Mostrar los datos ya recibidos de iCloud
fr: • Afficher les données déjà reçues d’iCloud
ko: • iCloud에서 이미 받은 데이터를 화면에 반영
zh_hans: • 显示iCloud已经接收的数据
zh_hant: • 顯示iCloud已接收的資料

source: • 未保存のローカルデータをiCloudに送信
de: • Nicht gespeicherte lokale Daten an iCloud senden
en: • Send unsaved local data to iCloud
es: • Enviar a iCloud los datos locales sin guardar
fr: • Envoyer à iCloud les données locales non enregistrées
ko: • 저장되지 않은 로컬 데이터를 iCloud로 전송
zh_hans: • 将未保存的本地数据发送到iCloud
zh_hant: • 將未儲存的本機資料傳送至iCloud

source: ※ 他デバイスのデータを引き出すのは Appleのサーバー任せになります。強制同期後にデータが表示されない場合は、数分待ってからアプリを再起動してください。
de: Apple bestimmt, wann Daten anderer Geräte abgerufen werden. Falls sie nach dem Erzwingen nicht erscheinen, warte einige Minuten und starte die App neu.
en: Apple servers determine when data from other devices arrives. If data does not appear after Force Sync, wait a few minutes, then restart the app.
es: Apple decide cuándo se reciben los datos de otros dispositivos. Si no aparecen tras forzar la sincronización, espera unos minutos y reinicia la app.
fr: Apple décide du moment de réception des données des autres appareils. Si elles n’apparaissent pas, attendez quelques minutes puis redémarrez l’app.
ko: 다른 기기 데이터의 수신 시점은 Apple 서버가 결정합니다. 강제 동기화 후 표시되지 않으면 몇 분 뒤 앱을 다시 실행하세요.
zh_hans: 从其他设备获取数据的时机由Apple服务器决定。若强制同步后仍未显示数据，请等待几分钟后重启应用。
zh_hant: 從其他裝置取得資料的時機由Apple伺服器決定。若強制同步後仍未顯示資料，請等待幾分鐘後重新啟動App。

# about_app
source: アプリについて
de: Über die App
en: About
es: Acerca de
fr: À propos
ko: 앱 정보
zh_hans: 关于应用
zh_hant: 關於App

# accent_color
source: アクセントカラー
de: Akzentfarbe
en: Accent Color
es: Color de acento
fr: Couleur d’accentuation
ko: 강조 색상
zh_hans: 强调色
zh_hant: 強調色

# accent_color_description
source: アプリ全体のテーマカラーを設定します
de: Lege die Designfarbe der gesamten App fest
en: Set the theme color for the entire app
es: Elige el color del tema de la app
fr: Définissez la couleur du thème de l’app
ko: 앱 전체의 테마 색상을 설정합니다
zh_hans: 设置整个应用的主题颜色
zh_hant: 設定整個App的主題顏色

# add_data
source: データを追加
de: Daten hinzufügen
en: Add Data
es: Añadir datos
fr: Ajouter des données
ko: 데이터 추가
zh_hans: 添加数据
zh_hant: 新增資料

# add_device
source: デバイスを追加
de: Gerät hinzufügen
en: Add Device
es: Añadir dispositivo
fr: Ajouter un appareil
ko: 기기 추가
zh_hans: 添加设备
zh_hant: 新增裝置

# add_manually
source: 手動追加
de: Manuell hinzufügen
en: Add manually
es: Añadir manualmente
fr: Ajouter manuellement
ko: 수동 추가
zh_hans: 手动添加
zh_hant: 手動新增

# add_watch
source: Apple Watchを追加
de: Apple Watch hinzufügen
en: Add Apple Watch
es: Añadir Apple Watch
fr: Ajouter une Apple Watch
ko: Apple Watch 추가
zh_hans: 添加Apple Watch
zh_hant: 新增Apple Watch

# advanced_settings
source: 高度な設定
de: Erweiterte Einstellungen
en: Advanced Settings
es: Ajustes avanzados
fr: Réglages avancés
ko: 고급 설정
zh_hans: 高级设置
zh_hant: 進階設定

# all_devices
source: すべてのデバイス
de: Alle Geräte
en: All Devices
es: Todos los dispositivos
fr: Tous les appareils
ko: 모든 기기
zh_hans: 所有设备
zh_hant: 所有裝置

# allow_duplicate_records
source: 重複したログの記録を許可
de: Doppelte Aufzeichnungen zulassen
en: Allow Duplicate Records
es: Permitir registros duplicados
fr: Autoriser les doublons
ko: 중복 기록 허용
zh_hans: 允许重复记录
zh_hant: 允許重複記錄

# allow_duplicate_records_description
source: 有効にすると、同じ日付・同じデバイスのログを複数記録できます。
de: Erlaubt mehrere Protokolle für dasselbe Datum und Gerät.
en: When enabled, multiple logs for the same date and device can be recorded.
es: Permite varios registros para la misma fecha y dispositivo.
fr: Autorise plusieurs journaux pour une même date et un même appareil.
ko: 켜면 같은 날짜와 기기의 로그를 여러 개 기록할 수 있습니다.
zh_hans: 启用后，同一设备在同一天可记录多份日志。
zh_hant: 啟用後，同一裝置在同一天可記錄多份日誌。

# analysis_source
source: 分析の計算基準
de: Analysegrundlage
en: Analysis Source
es: Base del análisis
fr: Base de l’analyse
ko: 분석 기준
zh_hans: 分析依据
zh_hant: 分析依據

# analysis_source_actual
source: 実測値ベース
de: Gemessener Wert
en: Based on Actual
es: Valor medido
fr: Valeur mesurée
ko: 실측값 기준
zh_hans: 使用实测值
zh_hant: 使用實測值

# analysis_source_description
source: グラフと統計の計算に使用するデータソース
de: Datenquelle für Diagramme und Statistiken
en: Data source used for graphs and statistics
es: Datos usados para los gráficos y estadísticas
fr: Données utilisées pour les graphiques et statistiques
ko: 차트와 통계 계산에 사용할 데이터
zh_hans: 用于图表和统计计算的数据来源
zh_hant: 用於圖表與統計計算的資料來源

# analysis_source_nominal
source: 公称値ベース
de: Nennwert
en: Based on Nominal
es: Valor nominal
fr: Valeur nominale
ko: 공칭값 기준
zh_hans: 使用标称值
zh_hant: 使用標稱值

# analytics
source: 分析
de: Analyse
en: Analytics
es: Análisis
fr: Analyse
ko: 분석

# app_version
source: アプリバージョン
de: App-Version
en: App Version
es: Versión de la app
fr: Version de l’app
ko: 앱 버전
zh_hans: 应用版本
zh_hant: App版本

# apple_watch_settings
source: Apple Watch設定
de: Apple-Watch-Einstellungen
en: Apple Watch Settings
es: Ajustes de Apple Watch
fr: Réglages Apple Watch
ko: Apple Watch 설정
zh_hans: Apple Watch设置

# applying_settings
source: 設定を適用中...
de: Einstellungen werden angewendet …
en: Applying settings...
es: Aplicando ajustes…
fr: Application des réglages…
ko: 설정 적용 중…
zh_hans: 正在应用设置…
zh_hant: 正在套用設定…

# average
source: 平均
de: Durchschnitt
en: Average
es: Promedio
fr: Moyenne
ko: 평균

# back
source: 戻る
de: Zurück
en: Back
es: Atrás
fr: Retour
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# battery_capacity
source: バッテリー容量
de: Batteriekapazität
en: Battery Capacity
es: Capacidad de la batería
fr: Capacité de la batterie
ko: 배터리 용량
zh_hans: 电池容量
zh_hant: 電池容量

# battery_capacity_report_template
source: 機種名： モデル識別子（例：iPhone19,2）： SIMモデル（17以降、Air／Duoを除く）： MochiLogで現在表示される容量： 正しい容量： 情報元のURL（任意）： 補足：
de: Gerätename: Modellkennung (Beispiel: iPhone19,2): SIM-Modell (iPhone 17 oder neuer, außer Air/Duo): Derzeit in MochiLog angezeigte Kapazität: Korrekte Kapazität: URL der Informationsquelle (optional): Zusätzliche Angaben:
en: Device name: Model identifier (example: iPhone19,2): SIM model (iPhone 17 or later, excluding Air/Duo): Capacity currently shown in MochiLog: Correct capacity: Information source URL (optional): Additional details:
es: Nombre del dispositivo: Identificador del modelo (ejemplo: iPhone19,2): Modelo de SIM (iPhone 17 o posterior, excepto Air/Duo): Capacidad que muestra actualmente MochiLog: Capacidad correcta: URL de la fuente de información (opcional): Detalles adicionales:
fr: Nom de l’appareil : Identifiant du modèle (exemple : iPhone19,2) : Modèle SIM (iPhone 17 ou ultérieur, sauf Air/Duo) : Capacité actuellement affichée dans MochiLog : Capacité correcte : URL de la source d’information (facultatif) : Informations complémentaires :
ko: 기기 이름: 모델 식별자(예: iPhone19,2): SIM 모델(iPhone 17 이후, Air/Duo 제외): MochiLog에 현재 표시되는 용량: 올바른 용량: 정보 출처 URL(선택 사항): 추가 정보:
zh_hans: 设备名称： 型号标识符（例如 iPhone19,2）： SIM 机型（iPhone 17 及以后，不含 Air/Duo）： MochiLog 当前显示的容量： 正确容量： 信息来源 URL（可选）： 补充说明：
zh_hant: 裝置名稱： 型號識別碼（例如 iPhone19,2）： SIM 機型（iPhone 17 及以後，不含 Air/Duo）： MochiLog 目前顯示的容量： 正確容量： 資訊來源 URL（選填）： 補充說明：

# battery_health
source: バッテリー最大容量
de: Maximale Kapazität
en: Maximum Capacity
es: Capacidad máxima
fr: Capacité maximale
ko: 배터리 최대 용량
zh_hans: 电池最大容量
zh_hant: 電池最大容量

# cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Capacity
source: 容量
de: Kapazität
en: Capacity
es: Capacidad
fr: Capacité
ko: 용량

# capacity_mismatch_error
source: ログの設計容量が端末のスペックと大きく異なります
de: Die Auslegungskapazität im Protokoll weicht deutlich von den Gerätespezifikationen ab
en: Log design capacity differs significantly from device specs
es: La capacidad de diseño del registro difiere mucho de las especificaciones del dispositivo
fr: La capacité de conception du journal diffère fortement des spécifications de l’appareil
ko: 로그의 설계 용량이 기기 사양과 크게 다릅니다
zh_hans: 日志中的设计容量与设备规格存在较大差异
zh_hant: 日誌中的設計容量與裝置規格差異過大

# charge_range_daily
source: 充電範囲（日次）
de: Täglicher Ladebereich
en: Charge Range (Daily)
es: Rango de carga diario
fr: Plage de charge quotidienne
ko: 일일 충전 범위
zh_hans: 每日电量范围
zh_hant: 每日電量範圍

# chart_range
source: 期間
de: Zeitraum
en: Range
es: Período
fr: Période
ko: 기간
zh_hans: 时间范围
zh_hant: 時間範圍

# chart_unit_day
source: 日
de: Tag
en: Day
es: Día
fr: Jour
ko: 일
zh_hans: 天

# chart_unit_hour
source: 時間
de: Stunde
en: Hour
es: Hora
fr: Heure
ko: 시간
zh_hans: 小时
zh_hant: 小時

# chart_unit_month
source: 月
de: Monat
en: Month
es: Mes
fr: Mois
ko: 월

# chart_unit_week
source: 週
de: Woche
en: Week
es: Semana
fr: Semaine
ko: 주
zh_hans: 周

# clear_all_logs
source: すべてのログを削除
de: Alle Protokolle löschen
en: Clear All Logs
es: Borrar todos los registros
fr: Effacer tous les journaux
ko: 모든 로그 삭제
zh_hans: 清除所有日志
zh_hant: 清除所有日誌

# close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# cloud_account_ready
source: iCloudアカウントを利用できます。
de: Das iCloud-Konto ist verfügbar.
en: The iCloud account is available.
es: La cuenta de iCloud está disponible.
fr: Le compte iCloud est disponible.
ko: iCloud 계정을 사용할 수 있습니다.
zh_hans: iCloud 账户可用。
zh_hant: iCloud 帳號可用。

# cloud_auth
source: iCloudへのサインインとアカウントの状態を確認してください。
de: Melde dich bei iCloud an und prüfe dein Konto.
en: Sign in to iCloud and check your account.
es: Inicia sesión en iCloud y revisa tu cuenta.
fr: Connectez-vous à iCloud et vérifiez votre compte.
ko: iCloud에 로그인하고 계정 상태를 확인하세요.
zh_hans: 请登录 iCloud 并检查账户。
zh_hant: 請登入 iCloud 並檢查帳號。

# cloud_conflict
source: 別のデバイスとの競合が発生しました。
de: Ein Konflikt mit einem anderen Gerät ist aufgetreten.
en: A conflict with another device occurred.
es: Se ha producido un conflicto con otro dispositivo.
fr: Un conflit avec un autre appareil est survenu.
ko: 다른 기기와 충돌이 발생했습니다.
zh_hans: 与其他设备的数据发生冲突。
zh_hant: 與其他裝置的資料發生衝突。

# cloud_diagnostic_description
source: クラウド上の記録を作成・削除せず、ローカル記録とiCloudアカウントの状態を確認します。
de: Prüft lokale Datensätze und den iCloud-Kontostatus, ohne Cloud-Datensätze anzulegen oder zu löschen.
en: Check local records and iCloud account status without creating or deleting cloud records.
es: Comprueba los registros locales y el estado de la cuenta iCloud sin crear ni eliminar registros en la nube.
fr: Vérifie les relevés locaux et l’état du compte iCloud sans créer ni supprimer de relevés dans le cloud.
ko: 클라우드 기록을 생성하거나 삭제하지 않고 로컬 기록과 iCloud 계정 상태를 확인합니다.
zh_hans: 检查本地记录和 iCloud 账户状态，不创建或删除云端记录。
zh_hant: 檢查本機紀錄和 iCloud 帳號狀態，不建立或刪除雲端紀錄。

# cloud_diagnostic_invalid
source: 日付または数値が不正な記録があります：%@
de: Einige Datensätze enthalten ungültige Datums- oder Zahlenwerte: %@
en: Some records contain invalid dates or numeric values: %@
es: Algunos registros contienen fechas o valores numéricos no válidos: %@
fr: Certains relevés contiennent des dates ou valeurs numériques non valides : %@
ko: 일부 기록에 잘못된 날짜 또는 숫자 값이 있습니다: %@
zh_hans: 部分记录的日期或数值无效：%@
zh_hant: 部分紀錄的日期或數值無效：%@

# cloud_diagnostic_no_data
source: 確認できるローカル記録がありません。
de: Keine lokalen Datensätze zum Prüfen vorhanden.
en: There are no local records to check.
es: No hay registros locales que comprobar.
fr: Aucun relevé local à vérifier.
ko: 확인할 로컬 기록이 없습니다.
zh_hans: 没有可检查的本地记录。
zh_hant: 沒有可檢查的本機紀錄。

# cloud_diagnostic_no_store
source: データストアにアクセスできません。
de: Der Datenspeicher ist nicht verfügbar.
en: The data store is unavailable.
es: El almacén de datos no está disponible.
fr: Le stockage des données est indisponible.
ko: 데이터 저장소에 접근할 수 없습니다.
zh_hans: 无法访问数据存储。
zh_hant: 無法存取資料儲存區。

# cloud_diagnostic_pass
source: ローカル記録%d件を確認しました。アップロードや端末間同期の成功を確認するものではありません。
de: %d lokale Datensätze geprüft. Damit sind Upload und geräteübergreifende Synchronisierung noch nicht bestätigt.
en: Checked %d local records. This does not verify upload or cross-device synchronization.
es: Se comprobaron %d registros locales. Esto no verifica la carga ni la sincronización entre dispositivos.
fr: %d relevés locaux vérifiés. Cela ne valide ni l’envoi ni la synchronisation entre appareils.
ko: 로컬 기록 %d개를 확인했습니다. 업로드 또는 기기 간 동기화 성공을 검증한 것은 아닙니다.
zh_hans: 已检查 %d 条本地记录。这不代表已验证上传或跨设备同步。
zh_hant: 已檢查 %d 筆本機紀錄。這不代表已驗證上傳或跨裝置同步。

# cloud_diagnostic_title
source: iCloud診断
de: iCloud-Diagnose
en: iCloud Diagnostics
es: Diagnóstico de iCloud
fr: Diagnostic iCloud
ko: iCloud 진단
zh_hans: iCloud 诊断
zh_hant: iCloud 診斷

# cloud_network
source: ネットワークに接続できません。
de: Keine Netzwerkverbindung.
en: No network connection.
es: No hay conexión de red.
fr: Aucune connexion réseau.
ko: 네트워크에 연결할 수 없습니다.
zh_hans: 无法连接网络。
zh_hant: 無法連接網路。

# cloud_partial
source: 一部データの同期に失敗しました（%d件）。
de: Einige Datensätze konnten nicht synchronisiert werden (%d).
en: Some records could not sync (%d).
es: No se pudieron sincronizar algunos registros (%d).
fr: Certains relevés n’ont pas pu être synchronisés (%d).
ko: 일부 기록을 동기화하지 못했습니다(%d개).
zh_hans: 部分记录同步失败（%d 条）。
zh_hant: 部分紀錄同步失敗（%d 筆）。

# cloud_quota
source: iCloudの空き容量が不足しています。
de: Nicht genügend iCloud-Speicher.
en: Not enough iCloud storage.
es: No hay suficiente espacio en iCloud.
fr: Espace iCloud insuffisant.
ko: iCloud 저장 공간이 부족합니다.
zh_hans: iCloud 存储空间不足。
zh_hant: iCloud 儲存空間不足。

# cloud_rate_limit
source: リクエスト制限中です。しばらくしてから再試行してください。
de: Zu viele Anfragen. Versuche es später erneut.
en: Too many requests. Try again later.
es: Demasiadas solicitudes. Inténtalo más tarde.
fr: Trop de requêtes. Réessayez plus tard.
ko: 요청이 너무 많습니다. 나중에 다시 시도하세요.
zh_hans: 请求次数过多。请稍后重试。
zh_hant: 要求次數過多。請稍後再試。

# cloud_unavailable
source: iCloudサービスが一時的に利用できません。
de: iCloud ist vorübergehend nicht verfügbar.
en: iCloud is temporarily unavailable.
es: iCloud no está disponible temporalmente.
fr: iCloud est temporairement indisponible.
ko: iCloud를 일시적으로 사용할 수 없습니다.
zh_hans: iCloud 暂时不可用。
zh_hant: iCloud 暫時無法使用。

# cloud_zone
source: iCloudのデータ領域が見つかりません。しばらくしてから同期を再試行してください。
de: Der iCloud-Datenbereich wurde nicht gefunden. Synchronisiere später erneut.
en: The iCloud data zone was not found. Try syncing again later.
es: No se encontró la zona de datos de iCloud. Vuelve a sincronizar más tarde.
fr: Zone de données iCloud introuvable. Réessayez la synchronisation plus tard.
ko: iCloud 데이터 영역을 찾을 수 없습니다. 나중에 다시 동기화하세요.
zh_hans: 未找到 iCloud 数据区域。请稍后重新同步。
zh_hant: 找不到 iCloud 資料區域。請稍後重新同步。

# completed_count
source: %ld件の処理が完了しました
de: %ld Dateien verarbeitet
en: Processed %ld files
es: Se procesaron %ld archivos
fr: %ld fichiers traités
ko: 파일 %ld개 처리 완료
zh_hans: 已处理 %ld 个文件
zh_hant: 已處理 %ld 個檔案

# contact_form
source: お問い合わせフォーム
de: Kontaktformular
en: Contact Form
es: Formulario de contacto
fr: Formulaire de contact
ko: 문의 양식
zh_hans: 联系表单
zh_hant: 聯絡表單

# contact_support
source: サポートへ問い合わせ
de: Support kontaktieren
en: Contact Support
es: Contactar con soporte
fr: Contacter l’assistance
ko: 지원팀에 문의
zh_hans: 联系支持
zh_hant: 聯絡支援

# contact_support_description
source: バグ報告や機能リクエストをお寄せください
de: Sende Fehlerberichte oder Funktionswünsche
en: Submit bug reports or feature requests
es: Envía errores o solicitudes de funciones
fr: Signalez des bugs ou proposez des fonctionnalités
ko: 오류를 보고하거나 기능을 요청하세요
zh_hans: 提交问题报告或功能建议
zh_hant: 提交問題回報或功能建議

# cycle_count
source: サイクル数
de: Ladezyklen
en: Cycle Count
es: Ciclos
fr: Nombre de cycles
ko: 사이클 수
zh_hans: 循环次数
zh_hant: 循環次數

# cycle_count_format
source: %d回
de: %d Ladezyklen
en: %d charge cycles
es: %d ciclos de carga
fr: %d cycles de charge
ko: 충전 사이클 %d회
zh_hans: %d 次充电循环
zh_hant: %d 次充電循環

# cycle_trend
source: サイクル推移
de: Zyklenverlauf
en: Cycle Trend
es: Evolución de ciclos
fr: Évolution des cycles
ko: 사이클 추이
zh_hans: 循环次数趋势
zh_hant: 循環次數趨勢

# data_management
source: データ管理
de: Datenverwaltung
en: Data Management
es: Gestión de datos
fr: Gestion des données
ko: 데이터 관리
zh_hans: 数据管理
zh_hant: 資料管理

# date
source: 日付
de: Datum
en: Date
es: Fecha
fr: Date
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# Date
source: 日付
de: Datum
en: Date
es: Fecha
fr: Date
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# debug
source: デバッグ
de: Debugging
en: Debug
es: Depuración
fr: Débogage
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

# debug_popup_description
source: アプリ起動時にデバッグポップアップを表示
de: Debugging-Hinweis beim Start anzeigen
en: Show debug popup on app launch
es: Mostrar aviso de depuración al iniciar
fr: Afficher le débogage au lancement
ko: 앱 시작 시 디버그 팝업 표시
zh_hans: 应用启动时显示调试弹窗
zh_hant: App啟動時顯示偵錯視窗

# deflator
source: デフレータ
de: Korrekturfaktor
en: Deflator
es: Factor de corrección
fr: Facteur de correction
ko: 보정 계수
zh_hans: 修正系数
zh_hant: 修正係數

# delete
source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# delete_all_data
source: すべてのデータを削除
de: Alle Daten löschen
en: Delete All Data
es: Eliminar todos los datos
fr: Supprimer toutes les données
ko: 모든 데이터 삭제
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

# delete_all_data_confirm
source: すべてのバッテリー記録を削除しますか？この操作は取り消せません。
de: Alle Batterieaufzeichnungen löschen? Dies kann nicht rückgängig gemacht werden.
en: Delete all battery records? This action cannot be undone.
es: ¿Eliminar todos los registros de batería? Esta acción no se puede deshacer.
fr: Supprimer tous les relevés de batterie ? Cette action est irréversible.
ko: 모든 배터리 기록을 삭제할까요? 되돌릴 수 없습니다.
zh_hans: 要删除所有电池记录吗？此操作无法撤销。
zh_hant: 要刪除所有電池記錄嗎？此操作無法復原。

# delete_all_data_description
source: すべてのバッテリーログを完全に削除します（復元不可）
de: Alle Batterieprotokolle endgültig löschen (nicht wiederherstellbar)
en: Permanently delete all battery logs (cannot be undone)
es: Eliminar permanentemente todos los registros (irreversible)
fr: Supprimer définitivement tous les journaux (irréversible)
ko: 모든 배터리 로그 영구 삭제(복구 불가)
zh_hans: 永久删除所有电池日志（无法恢复）
zh_hant: 永久刪除所有電池日誌（無法復原）

# delete_all_logs_confirm
source: すべてのログを削除してもよろしいですか？
de: Alle Protokolle löschen?
en: Delete all logs?
es: ¿Eliminar todos los registros?
fr: Supprimer tous les journaux ?
ko: 모든 로그를 삭제할까요?
zh_hans: 要删除所有日志吗？
zh_hant: 要刪除所有日誌嗎？

# delete_device_data
source: デバイスごとにデータを削除
de: Daten nach Gerät löschen
en: Delete Data by Device
es: Eliminar datos por dispositivo
fr: Supprimer les données par appareil
ko: 기기별 데이터 삭제
zh_hans: 按设备删除数据
zh_hant: 依裝置刪除資料

# delete_device_data_confirm
source: %@のすべてのデータを削除しますか？この操作は取り消せません。
de: Alle Daten für %@ löschen? Dies kann nicht rückgängig gemacht werden.
en: Delete all data for %@? This action cannot be undone.
es: ¿Eliminar todos los datos de %@? Esta acción no se puede deshacer.
fr: Supprimer toutes les données de %@ ? Cette action est irréversible.
ko: %@의 모든 데이터를 삭제할까요? 되돌릴 수 없습니다.
zh_hans: 要删除%@的所有数据吗？此操作无法撤销。
zh_hant: 要刪除%@的所有資料嗎？此操作無法復原。

# delete_device_data_description
source: 特定デバイスの全データを削除します
de: Alle Daten eines bestimmten Geräts löschen
en: Delete all data for a specific device
es: Eliminar todos los datos de un dispositivo
fr: Supprimer toutes les données d’un appareil
ko: 특정 기기의 모든 데이터 삭제
zh_hans: 删除指定设备的所有数据
zh_hant: 刪除指定裝置的所有資料

# delete_device_data_title
source: デバイスのデータを削除
de: Gerätedaten löschen
en: Delete Device Data
es: Eliminar datos del dispositivo
fr: Supprimer les données de l’appareil
ko: 기기 데이터 삭제
zh_hans: 删除设备数据
zh_hant: 刪除裝置資料

# delete_selected_device_data
source: 選択したデバイスのデータを削除
de: Daten des ausgewählten Geräts löschen
en: Delete Selected Device Data
es: Eliminar datos del dispositivo seleccionado
fr: Supprimer les données de l’appareil sélectionné
ko: 선택한 기기 데이터 삭제
zh_hans: 删除所选设备的数据
zh_hant: 刪除所選裝置的資料

# delete_selected_device_description
source: 選択したデバイスのデータを完全に削除します
de: Daten des ausgewählten Geräts endgültig löschen
en: Permanently delete data for the selected device
es: Eliminar permanentemente los datos seleccionados
fr: Supprimer définitivement les données sélectionnées
ko: 선택한 기기의 데이터 영구 삭제
zh_hans: 永久删除所选设备的数据
zh_hant: 永久刪除所選裝置的資料

# design_capacity
source: 設計容量
de: Auslegungskapazität
en: Design Capacity
es: Capacidad de diseño
fr: Capacité nominale de conception
ko: 설계 용량
zh_hans: 设计容量

# detail
source: 詳細
de: Details
en: Details
es: Detalles
fr: Détails
ko: 세부 정보
zh_hans: 详情
zh_hant: 詳細資訊

# details_label
source: 詳細
de: Details
en: Details
es: Detalles
fr: Détails
ko: 세부 정보
zh_hans: 详情
zh_hant: 詳細資訊

# device_info
source: デバイス情報
de: Geräteinformationen
en: Device Info
es: Información del dispositivo
fr: Informations sur l’appareil
ko: 기기 정보
zh_hans: 设备信息
zh_hant: 裝置資訊

# device_info_included
source: お問い合わせには、ご利用の端末情報とOSバージョンが自動的に含まれます。
de: Geräteinformationen und Betriebssystemversion werden deiner Anfrage automatisch beigefügt.
en: Information about your device and OS version will be automatically included in your inquiry.
es: La información del dispositivo y la versión del sistema se incluirán automáticamente en tu consulta.
fr: Les informations sur votre appareil et la version du système seront automatiquement jointes à votre demande.
ko: 문의에 기기 정보와 OS 버전이 자동으로 포함됩니다.
zh_hans: 您的设备信息和系统版本将自动附在咨询中。
zh_hant: 您的裝置資訊與系統版本將自動附在詢問中。

# device_mode_automatic
source: 自動
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ko: 자동
zh_hans: 自动

# device_mode_automatic_desc
source: 読み込みに使用した端末の情報から自動で判別します
de: Anhand des zum Import verwendeten Geräts erkennen
en: Automatically detected from the device used to import the log
es: Detectar según el dispositivo usado para importar
fr: Détection selon l’appareil utilisé pour l’importation
ko: 로그를 가져온 기기 정보로 자동 판별합니다
zh_hans: 根据导入日志所用设备的信息自动识别
zh_hant: 根據匯入日誌所用裝置的資訊自動辨識

# device_mode_full_manual
source: 完全手動
de: Vollständig manuell
en: Full Manual
es: Totalmente manual
fr: Entièrement manuel
ko: 완전 수동
zh_hans: 完全手动

# device_mode_full_manual_desc
source: ログ記録のたびに全デバイスリストから選択します
de: Bei jeder Aufzeichnung aus allen Geräten auswählen
en: Choose from all available devices every time you record a log
es: Elegir entre todos los dispositivos al registrar
fr: Choisir parmi tous les appareils à chaque relevé
ko: 로그를 기록할 때마다 전체 기기에서 선택합니다
zh_hans: 每次记录日志时从全部设备中选择
zh_hant: 每次記錄日誌時從所有裝置中選擇

# device_mode_pre_registered
source: 事前登録
de: Vorregistriert
en: Pre-Registered
es: Prerregistrado
fr: Préenregistré
ko: 사전 등록
zh_hans: 预先注册
zh_hant: 預先登錄

# device_mode_pre_registered_desc
source: 事前に登録したデバイスからログ記録時に選択します
de: Aus vorregistrierten Geräten auswählen
en: Choose from your pre-registered devices when recording a log
es: Elegir entre los dispositivos prerregistrados
fr: Choisir parmi les appareils préenregistrés
ko: 로그 기록 시 미리 등록한 기기에서 선택합니다
zh_hans: 记录日志时从预先注册的设备中选择
zh_hant: 記錄日誌時從預先登錄的裝置中選擇

# device_name
source: デバイス
de: Gerät
en: Device
es: Dispositivo
fr: Appareil
ko: 기기
zh_hans: 设备
zh_hant: 裝置

# device_selection_mode
source: デバイス選択モード
de: Geräteauswahlmodus
en: Device Selection Mode
es: Modo de selección de dispositivo
fr: Mode de sélection de l’appareil
ko: 기기 선택 모드
zh_hans: 设备选择模式
zh_hant: 裝置選擇模式
